LEXICON: dict[str, str] = {
    'play_button': '🎮Начать игру',
    'sale_button': '✏️Заполнить анкету',
    'faq_button': '📌FAQ',
    '/start': '✨Добро пожаловать на Квест по Университету Иннополис',
    'other_message': 'Неизвестная команда, пожалуйста введите сообщение еще раз',
    'no_game': 'Дождитесь начала игры...',
    'game_started': 'Игра начата',
    'start_game': '🎮Начать игру',
    'help': 'Полный список дополнительных комманд:',
    'start_reg': 'Игра была начата, пожалуйста оповестите об этом участников',
    'end_reg': 'Набор на игру был закрыт, если кто-то не успел откройте игру заново',
    'FAQ': '⚡Команды для игроков\n'
           '/start - Запустить / Перезапустить бота\n'
           '/report - Отправить жалобу\n'
           '/donat - Отправить донат\n'
           '-------------------------\n'
           '✨Небольшие правила: \n'
           '-Никого не оскорблять \n'
           '-Любить себя и других❤️',
    'moder_commands': '⚡Команды модера:\n'
                      '/ans_report - Ответить на жалобу\n'
                      'Больше ничего и не надо)\n'
                      '-------------------------\n'
                      '✨Небольшие правила: \n'
                      '-Нельзя никого оскорблять\n'
                      '-Заполнение анкеты обязательно',
    'admin_commands': '⚡Команды с. модеров и админов:\n'
                      '/ans_report - Ответить на жалобу\n'
                      '/set_role - Установить роль игроку (Игрок, модер, старший модер)\n'
                      '-------------------------\n'
                      '✨Небольшие правила:\n'
                      '-Админа никто не может понизить😈\n'
                      '-Старший модер не может не может назначать старших модеров и понижать их\n'
                      '-Заполнение анкеты обязательно',
    'FAQ_button': '📌FAQ',
    'in_play': '*Вы сейчас в игре и не можете использовать прочие команды*',
    'payed': '📃Вы уже заполнили анкету, можете запускать квест',
    'role_1': 'Игрок',
    'role_2': 'Модератор',
    'role_3': 'Старший модератор',
    'set_name': 'Введите имя: ',
    'set_surname': 'Введите фамилию: ',
    'set_father_name': 'Введите отчество: ',
    'set_age': 'Введите ваш возраст: ',
    'set_email': 'Введите вашу электронную почту: '
}
